{
  "size": [
    "O tamanho deste animal é médio a grande?",
    "O tamanho deste animal é pequeno a médio?",
    "O tamanho deste animal é pequeno?",
    "O tamanho deste animal é grande?",
    "O tamanho deste animal é pequeno a grande?",
    "O tamanho deste animal é médio?"
  ],
  "diet": [
    "Este animal é onívoro?",
    "Este animal é carnívoro?",
    "Este animal é herbívoro?",
    "Este animal é carnívoro, herbívoro e onívoro?",
    "Este animal é frugívoro?",
    "Este animal é herbívoro, carnívoro e onívoro?",
    "Este animal é carnívoro?",
    "Este animal é granívoro?",
    "Este animal é frugívoro e herbívoro?",
    "Este animal é piscívoro?",
    "Este animal é insetívoro, frugívoro e carnívoro?",
    "Este animal é mirmecófago (alimenta-se de formigas e cupins)?",
    "Este animal é insetívoro e herbívoro?"
  ],
  "habitat": [
    "Este animal vive em habitats variados?",
    "Este animal vive em ambientes domésticos e selvagens?",
    "Este animal vive em florestas e jardins?",
    "Este animal vive em galinheiros e fazendas?",
    "Este animal vive em pastagens e fazendas?",
    "Este animal vive em pastagens e estábulos?",
    "Este animal vive em chiqueiros e fazendas?",
    "Este animal vive em lagos, rios e lagoas?",
    "Este animal é aquático, vivendo em oceanos e rios?",
    "Este animal vive em florestas tropicais?",
    "Este animal vive em florestas e selvas?",
    "Este animal vive em florestas, selvas e zonas urbanas?",
    "Este animal vive em pântanos, rios e lagos?",
    "Este animal vive nas margens de rios e lagos?",
    "Este animal é aquático e terrestre?",
    "Este animal vive em florestas e campos?",
    "Este animal vive em fazendas e campos?",
    "Este animal vive em florestas, campos e áreas urbanas?",
    "Este animal vive em cidades, campos e florestas?",
    "Este animal vive em montanhas e desertos?",
    "Este animal vive em campos e jardins?",
    "Este animal vive na Mata Atlântica?",
    "Este animal vive em manguezais e oceanos?",
    "Este animal vive em rios, lagos e oceanos?",
    "Este animal vive em recifes de coral e oceanos?",
    "Este animal vive em cavernas, florestas e cidades?",
    "Este animal vive em florestas e savanas?",
    "Este animal vive em bosques e jardins?",
    "Este animal vive em savanas e florestas?",
    "Este animal vive na ilha Rottnest, na Austrália?",
    "Este animal vive nos Andes e planaltos?",
    "Este animal vive em savanas e desertos?",
    "Este animal vive em savanas e campos?",
    "Este animal vive em rios, lagos e pantanos?",
    "Este animal vive em rios, lagos e estuários?"
  ],
  "reproducao": [
    "Este animal é vivíparo?",
    "Este animal pratica oviparidade?",
    "Este animal é tanto ovíparo quanto vivíparo?"
  ],
  "expectativaDeVida": [
    "A expectativa de vida deste animal é média a longa?",
    "A expectativa de vida deste animal é curta a média?",
    "A expectativa de vida deste animal é média?",
    "A expectativa de vida deste animal varia por espécie?",
    "A expectativa de vida deste animal é curta?",
    "A expectativa de vida deste animal é longa?"
  ],
  "locomocao": [
    "A locomoção deste animal é quadrúpede e semi-aquática?",
    "A locomoção deste animal é lenta na natação?",
    "A locomoção deste animal é saltadora?",
    "A locomoção deste animal é arborícola?",
    "A locomoção deste animal é andadora?",
    "A locomoção deste animal é lenta e arborícola?",
    "A locomoção deste animal é corredora?",
    "A locomoção deste animal é rastejadora?"
  ],
  "predators": [
    "Este animal tem predadores humanos e predadores naturais?",
    "Este animal tem apenas predadores naturais?",
    "Este animal tem predadores naturais e humanos?",
    "Este animal é necrófago?",
    "Este animal é predado por serpentes?"
  ],
  "color": [
    "A cor deste animal é variada?",
    "A cor deste animal é verde e marrom?",
    "A cor deste animal é marrom e cinza?",
    "A cor deste animal varia por espécie?",
    "A cor deste animal é marrom, cinza e branco?",
    "A cor deste animal é cinza, marrom e branco?",
    "A cor deste animal é marrom e preto?",
    "A cor deste animal é verde e amarelo?",
    "A cor deste animal é dourada?",
    "A cor deste animal é cinza e azul?",
    "A pelagem deste animal é amarela e preta?",
    "Este animal é coberto de espinhos?",
    "A cor deste animal é marrom e bege?",
    "A cor deste animal é amarela com manchas pretas?",
    "A cor deste animal é marrom e amarelo?",
    "A cor deste animal é rosa ou cinza?"
  ],
  "preferredclimate": [
    "Este animal prefere um clima variado?",
    "Este animal prefere um clima tropical?",
    "Este animal prefere um clima tropical e subtropical?",
    "Este animal prefere um clima temperado?"
  ],
  "activitycycle": [
    "Este animal é diurno e noturno?",
    "Este animal é majoritariamente noturno?",
    "Este animal é diurno?",
    "Este animal é diurno e crepuscular?",
    "Este animal é diurno e noturno?",
    "Este animal é crepuscular?",
    "Este animal é noturno?",
    "Este animal é noturno e diurno?"
  ],
  "dentalformula": [
    "A fórmula dental deste animal é bunodonta?",
    "A fórmula dental deste animal é dilambdodonta?",
    "A fórmula dental deste animal não se aplica?",
    "A fórmula dental deste animal é heterodonta?",
    "A fórmula dental deste animal é hypsodont?"
  ],
  "communication": [
    "Este animal se comunica através de latidos e expressões faciais?",
    "Este animal se comunica através de miados e ronronar?",
    "Este animal se comunica através de cantos e pios?",
    "Este animal se comunica através de cacarejo?",
    "Este animal se comunica através de mugidos?",
    "Este animal se comunica através de relinchos?",
    "Este animal se comunica através de grunhidos?",
    "Este animal se comunica através de cocoricó?",
    "Este animal se comunica através de quá-quá-quá-re?",
    "Este animal não emite sons?",
    "Este animal se comunica através de crocros e grasnidos?",
    "Este animal se comunica através de gritos e grunhidos?",
    "Este animal se comunica através de gritos falantes?",
    "Este animal se comunica através de rugidos e grunhidos?",
    "Este animal se comunica através de grunhidos e pios?",
    "Este animal se comunica em silêncio?",
    "Este animal se comunica através de gritos agudos?",
    "Este animal se comunica através de bleat?",
    "Este animal se comunica através de pios e assobios?",
    "Este animal se comunica através de gritos e sons graves?",
    "Este animal se comunica através de arrulhos?",
    "Este animal se comunica através de gritos e assobios?",
    "Este animal se comunica através de vocalizações e grunhidos?",
    "Este animal se comunica através de vocalizações e assobios?",
    "Este animal se comunica através de estalos e ruídos?",
    "Este animal se comunica através de cliques e assobios?",
    "Este animal não emite sons?",
    "Este animal se comunica através de ecolocalização e vocalizações?",
    "Este animal se comunica através de grunhidos e sibilantes?",
    "Este animal se comunica através de ruídos e assobios?",
    "Este animal se comunica através de ruídos e grunhidos?",
    "Este animal se comunica através de sibilantes e grunhidos?",
    "Este animal se comunica através de grasnidos e assobios?"
  ],
  "territorialcamportment": [
    "Este animal exibe comportamento territorial?",
    "O comportamento territorial deste animal varia por espécie?",
    "Este animal não exibe comportamento territorial?"
  ],
  "reproductiostrategy": [
    "Este animal segue a estratégia de seleção K?",
    "Este animal segue a estratégia de seleção R e K?",
    "Este animal segue a estratégia de seleção R?"
  ],
  "longevidade": [
    "A longevidade deste animal é média a longa?",
    "A longevidade deste animal é curta a média?",
    "A longevidade deste animal é média?",
    "A longevidade deste animal varia por espécie?",
    "A longevidade deste animal é curta?",
    "A longevidade deste animal é longa?"
  ],
  "migration": [
    "Este animal não é migratório?",
    "Este animal é migratório?",
    "A migração deste animal varia por espécie?"
  ],
  "gestationperiod": [
    "O período de gestação deste animal é médio?",
    "O período de gestação deste animal é curto?",
    "O período de gestação deste animal não se aplica?",
    "O período de gestação deste animal é longo?",
    "O período de gestação deste animal varia por espécie?"
  ],
  "biome": [
    "Este animal é encontrado em biomas variados?",
    "Este animal é encontrado em florestas?",
    "Este animal é encontrado no cerrado?",
    "Este animal é encontrado em ambientes urbanos?",
    "Este animal é encontrado em ambientes domésticos?",
    "Este animal é encontrado em pastagens?",
    "Este animal é encontrado em água doce?",
    "Este animal é aquático?",
    "Este animal é encontrado em biomas tropicais?",
    "Este animal é encontrado na selva?",
    "Este animal é encontrado em pântanos?",
    "Este animal é encontrado em áreas aquáticas?",
    "Este animal é encontrado em florestas tropicais?",
    "Este animal é encontrado em ambientes terrestres?",
    "Este animal é encontrado em campos?",
    "Este animal é encontrado em montanhas?",
    "Este animal é encontrado em desertos?",
    "Este animal é encontrado em jardins?",
    "Este animal é encontrado na Mata Atlântica?",
    "Este animal é encontrado em manguezais?",
    "Este animal é encontrado em rios?",
    "Este animal é encontrado em lagos?",
    "Este animal é encontrado em recifes de coral?",
    "Este animal é encontrado em diversos biomas?",
    "Este animal é encontrado em savanas?",
    "Este animal é encontrado em bosques?",
    "Este animal é encontrado na ilha Rottnest, na Austrália?",
    "Este animal é encontrado nos Andes e planaltos?",
    "Este animal é encontrado em pântanos?",
    "Este animal é encontrado em estuários?"
  ]
}
